Repository: mozilla-l10n/mt-training-data
Catalog: gaa/gaa_pontoon.tmx
Source language: en_us
Languages: gaa

source: 1 sentence collected
gaa: 1 wiemɔ kuku ni abua naa

source: 2 down, keep it up!<playIcon></playIcon>
gaa: Ogbe enyɔ naa, tsa nɔ nakai!

source: About
gaa: Ehe

source: Accepted file types: .tsv only
gaa: File henɔi ni akpɛlɛɔ nɔ: .tsv pɛ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
gaa: ani amɛ wie wiemɔmuu lɛ jogbaŋŋ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
gaa: { $actionType }<recordIcon></recordIcon> no sɛɛ lɛ, kanemɔ wiemɔ kuku lɛ waa

source: { $actionType }<stopIcon></stopIcon> when done
gaa: { $actionType }<stopIcon></stopIcon> beni agbe naa lɛ

source: { $actionType } submit when ready
gaa: { $actionType } kɛmaje kɛji ofee klalo

source: Add and Review Sentences, Add Questions, Transcribe Audio
gaa: Kɛ Wiemɔi Afata He ni Okwɛ Mli, ​​Kɛ Sanebimɔi Afata He, Ŋmalamɔ Audio

source: Add <icon></icon> a public domain sentence
gaa: Kɛ <icon></icon> public domian wiemɔ kuku afata he

source: Add information
gaa: Kɛ saji afata he

source: Add new sentences for the community to read
gaa: Okɛ wiemɔ kukuji heei afata he koni akutso lɛ akane

source: Add one sentence per line
gaa: Kɛ wiemɔ kuku kome afata he kɛha line kome

source: Add questions
gaa: Okɛ sanebimɔi afata he

source: Add sentences
gaa: Kɛ Wiemɔi Afata He

source: Add Sentences
gaa: Kɛ Wiemɔi Afata He

source: Add up to 1,000 sentences
gaa: Okɛ wiemɔ kukuji ni shɛɔ 1,000 afata he

source: Add Your Voice
gaa: Okɛ Ogbee Afata He

source: Agriculture and Food
gaa: Okwaayeli kɛ Niyenii

source: All sentence must have the same domain
gaa: Esa akɛ wiemɔ kukuji fɛɛ aná domain kome

source: All sentences must have the same citation
gaa: Esa akɛ wiemɔ kukuji lɛ fɛɛ aná citation kome

source: Already have an account? <login>Log-In</login>
gaa: Ani oyɛ account momo? <login>Log-In</login>

source: An error occurred fetching sentences
gaa: Tɔmɔ ko ba yɛ wiemɔ kukuji ni ajieɔ lɛ mli

source: An error occurred reviewing this sentence
gaa: Tɔmɔ ko ba yɛ wiemɔ kuku nɛɛ mlikwɛmɔ mli

source: An error occurred submitting your voice information
gaa: Tɔmɔ ko ba yɛ ogbee he saji ni akɛhaa lɛ mli

source: Approve
gaa: ŋmɛɛ gbɛ

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
gaa: Gbɛɛmɔ ni yɔɔ dioo ni yɔɔ sɛɛgbɛ lɛ hi, shi wɔsumɔɔɔ gbeei krokomɛi ni baanyɛ aha tsɔne ko ni akɛtsuɔ nii lɛ ayɔse wiemɔi ni bɛ niŋmaa lɛ mli lɛ. Kɛji obaanyɛ onu wiemɔi srɔtoi ni jeɔ niŋmaa lɛ mli lɛ, esa akɛ akpoo klip lɛ. Bei pii lɛ, enɛ baa mli yɛ he ni ashi TV lɛ yɛ, loo he ni sanegbaa ko yaa nɔ yɛ he ko ni bɛŋkɛ.

source: Are you coming? <strong>[called by another]</strong>
gaa: Are you coming? <strong>[ni mɔ kroko tsɛɔ lɛ]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
gaa: Bi wɔ saji yɛ <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.

source: Automotive and Transport
gaa: Tsɔnei kɛ Gbɛfaa

source: Background Noise
gaa: Sɛɛgbɛ Gbɛɛmɔ

source: Background Voices
gaa: Gbeei ni yɔɔ sɛɛ

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
gaa: Kwɛmɔ ohe jogbaŋŋ dani okpoo klip ko yɛ shikpɔŋ nɔ akɛ nikanelɔ lɛ etsɛ wiemɔ ko yɛ gbɛ ni ejaaa nɔ, ekɛ nɔnyɛɛ lɛ ewo he ni esaaa, loo etamɔ nɔ ni eku ehiɛ eshwie sanebimɔ okadi ko nɔ. Ayɛ gbɛi srɔtoi babaoo ni atsɔɔ nɔ atsɛɔ wiemɔi yɛ je lɛŋ he fɛɛ he, ni ekolɛ onuko ekomɛi yɛ he ni oyɔɔ lɛ. Ofainɛ, ha mɛi ni ekolɛ amɛwieɔ yɛ gbɛ ni yɔɔ srɔto nɔ yɛ ohe lɛ ahe hiɛsɔɔ fioo ko.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
gaa: [‘Beret’ lɛ hi kɛji akɛ akɛ nɔmimaa wo klɛŋklɛŋ niŋmaa okadi lɛ nɔ (UK) loo nɔ ni ji enyɔ lɛ nɔ (US)].

source: <bold>Help us</bold> find more voices
gaa: <bold>Ye obua wɔ</bold> ni wɔtao gbeei babaoo

source: Bulk batch
gaa: Kuu babaoo

source: Bulk Sentences Uploaded
gaa: Wiemɔi babaoo ni akɛwo nɔ

source: By telling us about yourself, you will help developers build more inclusive technology
gaa: Kɛji okɛɛ wɔ ohe sane lɛ, obaaye obua mɛi ni feɔ nibii lɛ ni amɛma tɛknɔlɔji ni kɛ mɔ fɛɛ mɔ fataa he lɛ babaoo

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
gaa: Kɛji okɛ Common Voice, okpɛlɛɔ wɔ <termsLink>Terms</termsLink> kɛ<privacyLink>Privacy Notice</privacyLink>

source: Cancel Re-recording
gaa: Fomɔ Re-recording lɛ mli

source: Cancel Submission
gaa: Fomɔ Nibii ni Akɛmajeɔ lɛ mli

source: Cannot submit more than 1000 sentences
gaa: Enyɛŋ ekɛ wiemɔ kukuji ni fe 1000 aba

source: Change preferences
gaa: Tsakemɔ nibii ni osumɔɔ

source: Check <icon></icon> is this a linguistically correct sentence?
gaa: Kwɛmɔ <icon></icon> ani wiemɔ kuku ni ja nɛ?

source: <chevron></chevron>See less
gaa: <chevron></chevron>Kwɛmɔ fioo

source: <chevron></chevron>See more
gaa: <chevron></chevron>Kwɛmɔ babaoo

source: Cite with a URL link or the full name of the work.
gaa: Tsɔɔmɔ kɛ URL link loo nitsumɔ lɛ gbɛi diɛŋtsɛ.

source: Clips Uploaded
gaa: Klips ni Akɛwo nɔ

source: Comment
gaa: Hetoo

source: Contact Us
gaa: Nyɛshɛa Wɔhe

source: Continue
gaa: Tsanɔ

source: Continue validating
gaa: Tsa nɔ ni oma nɔ mi

source: Contribute
gaa: Hamɔ

source: Contribute sentences
gaa: Ha wiemɔ kukuji

source: Contribution Criteria
gaa: Oniatsumɔ He Gbɛjianɔtoo

source: Create a profile
gaa: Bɔɔ profile

source: Criteria
gaa: Taomɔ nii

source: Delete my recordings
gaa: Gbalamɔ mi-recordi lɛ

source: Different language
gaa: Wiemɔi srɔtoi

source: Difficult to pronounce
gaa: Etsɛmɔ wa

source: Discard ongoing recording
gaa: Shĩ nibii ni aŋmala ashwie shi ni yaa nɔ lɛ

source: Does the sentence meet the guidelines?
gaa: Ani wiemɔ kuku lɛ kɛ gbɛtsɔɔmɔi lɛ kpãa gbee?

source: Donate your voice
gaa: Okɛ ogbee aha

source: Don't see your language on Common Voice yet?
gaa: Ani onaaa owiemɔ yɛ Common Voice nɔ lolo?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
gaa: Gbalamɔ o file l lɛ kɛba biɛ loo <uploadButton>nyɛɛ nɔ ni okɛwo nɔ</uploadButton>

source: Drop file here to upload
gaa: Shĩ file lɛ yɛ biɛ ni okɛwo nɔ

source: Enter your public domain sentence here
gaa: Ŋmaa o public domain wiemɔ kuku yɛ biɛ

source: Enter your public domain sentences here
gaa: Ŋmaa o public domain wiemɔi lɛ yɛ biɛ

source: Error adding sentence
gaa: naagba beni okɛ wiemɔ kuku fataa he lɛ

source: Exit & Delete clips
gaa: Je kpo & Jiemɔ klipii

source: Fewer than 15 words per sentence
gaa: Wiemɔi ni shɛɛɛ 15 yɛ wiemɔ kuku kome mli

source: File is too large
gaa: File lɛ da tsɔ

source: File is too small
gaa: File lɛ ji bibioo tsɔ

source: Finance
gaa: Shika gbɛjianɔtoo

source: Finish recording
gaa: Gbe nɔ ni aŋmala lɛ naa

source: Finish recording first?
gaa: Gbe nɔ ni aŋmala lɛ naa klɛŋklɛŋ?

source: Finish Review
gaa: Gbemɔ Kwɛmɔ lɛ Naa

source: Finish validating
gaa: Gbee nɔ mi maa

source: Finish validating clips?
gaa: Ogbe "clips" lɛ anɔ mi maa?

source: Follow guidelines from “What sentences can I add?”
gaa: Nyiɛmɔ gbɛtsɔɔmɔi ni jɛ “Mɛɛ wiemɔ kukuji manyɛ mikɛfata he?”

source: for example
gaa: nɔkwɛmɔnii

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
gaa: Bɔni afee ni tɛknɔlɔji atsu nii jogbaŋŋ eha mɔ fɛɛ mɔ lɛ, ehe miihia ni saji ni yeɔ ebuaa mɛi ni feɔ tɛknɔlɔji lɛ koni amɛma tɛknɔlɔji lɛ ajie gbɔmɛi srɔtoi akpo. Akɛ nɔkwɛmɔnɔ lɛ, kɛ́ wɔkɛ wielɔi komɛi ni yɔɔ wiemɔ pɔtɛɛ ko fataaa he lɛ, no lɛ tsɔne lɛ tsuuu nii jogbaŋŋ kɛhaaa mɛi ni yɔɔ nakai wiemɔ lɛ. <learnMore>Kasemɔ babaoo yɛ nɔ hewɔ ni metadata he hia lɛ he. <learnMore>

source: General
gaa: Hefee he

source: General language / multiple variants
gaa: Wiemɔ ni afɔɔ he wiemɔ / wiemɔi srɔtoi

source: Grammatical / spelling error
gaa: Wiemɔ he mlai / wiemɔi ashishitsɔɔmɔ tɔmɔ

source: Great!<recordIcon></recordIcon> Record your next clip
gaa: Ehi waa!<recordIcon></recordIcon> ŋmaa oklip ni nyiɛ sɛɛ lɛ

source: Great work!<playIcon></playIcon> Listen again when you're ready
gaa: Obɔ mɔdɛŋ! Bo toi ekoŋŋ kɛji ofee klalo

source: Guidelines
gaa: Gbɛtsɔɔmɔi

source: Healthcare
gaa: Hewalɛ nɔkwɛmɔ

source: Help create Common Voice’s first target segment in { $locale }
gaa: Ye obua ni afee Common Voice’s klɛŋklɛŋ otii fã yɛ { $locale }

source: Help us validate voices
gaa: Wa wɔ ni wɔyɔse gbeii

source: His hand was rais-ed.
gaa: Enine ji rais-ed.

source: History, Law and Government
gaa: Yinɔsane, Mla kɛ Nɔyeli

source: How do I cite?
gaa: Te mafee tɛŋŋ matsɛ saji?

source: How to add multiple sentences
gaa: Bɔ ni afee ni akɛ wiemɔ kukuji babaoo afata he

source: How would you describe your sex or gender?
gaa: mɛni ji bɔ ni oyɔɔ?

source: I agree
gaa: mi kpɛlɛɔ nɔ

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
gaa: Mima nɔ mi akɛ wiemɔ kukuji nɛɛ ji <wikipediaLink>maŋbii agbɛhe</wikipediaLink> ni miyɛ hegbɛ akɛ mikɛwoɔ nɔ.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
gaa: Mima nɔ mi akɛ saneyitso nɛɛ ji <wikipediaLink>public domain</wikipediaLink> ni miyɛ hegbɛ akɛ mikɛbaawo nɔ.

source: <icon></icon> Add multiple public domain sentences
gaa: Kɛ maŋ wiemɔ kukuji babaoo afata he

source: Ideally natural and conversational (it should be easy to read the sentence)
gaa: Ehi akɛ eji adebɔɔ kɛ sanegbaa (esa akɛ efee mlɛo akɛ oookane wiemɔ kuku lɛ)

source: I do not agree
gaa: Mikpɛlɛɛɛ nɔ

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
gaa: Kɛji bo diɛŋtsɛ owiemɔi ji lɛ, kɛɛmɔ <italicizedText>“Ohe Wiemɔ”</italicizedText>. Esa akɛ wɔle he ni ona nibii nɛɛ yɛ koni wɔkwɛ akɛ eji maŋ nɔ ni hegbɛ ni akɛwoɔ mli lɛ bɛ he. Kɛji ootao saji babaoo yɛ shishitsɔɔmɔ he lɛ kwɛmɔ wɔ <guidelinesLink>Gbɛtsɔɔmɔ baafa</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
gaa: Kɛji akɛ nɔ ni aŋmala lɛ fite, loo eyɛ gbee ni tswaa lɛ, kpoo ja abaanyɛ anu niŋmaa lɛ fɛɛ lolo.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
gaa: Kɛji saji krokomɛi yɛ ni osumɔɔ ni okɛha yɛ faili nɛɛ he lɛ, ofainɛ ni otswa <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
gaa: Kɛji saji krokomɛi yɛ ni osumɔɔ ni okɛha yɛ faili nɛɛ he ni fataaa template lɛ he lɛ, ofainɛ ni otswa .

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
gaa: Kɛji wiemɔ kuku lɛ kɛ shishitoo mlai ni yɔɔ ŋwɛi nɛɛ kpaaa gbee lɛ, nyɛɛ &quot;Kpoo &quot; button ni yɔɔ abɛkugbɛ lɛ. Kɛji oleee wiemɔ kuku lɛ, obaanyɛ otsi mli hu ni oya nɔ ni nyiɛ sɛɛ lɛ nɔ.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
gaa: Kɛji wiemɔ kuku lɛ kɛ shishitoo mlai lɛ kpãa gbee lɛ, nyɛɛ &quot;Kpɛlɛmɔ nɔ&quot; button ni yɔɔ ninejurɔgbɛ lɛ.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
gaa: Kɛji okɛ nɔ ko kpe ni gbɛtsɔɔmɔi nɛɛ ewieee he lɛ, ofainɛ halamɔ bɔ ni osusuɔ lɛ. Kɛji onyɛɛɛ okpɛ oyiŋ lɛ, kɛ skip button lɛ atsu nii ni oya nɔ ni aŋmala ni nyiɛ sɛɛ lɛ nɔ.

source: If you run out of sentences to review, please help us collect more sentences!
gaa: Kɛji wiemɔ kukuji ni obaakwɛ mli lɛ eho lɛ, ofainɛ ye obua wɔ ni wɔbua wiemɔ kukuji krokomɛi anaa!

source: Include appropriate citation
gaa: Okɛ wiemɔi ni sa afata he

source: Invalid file
gaa: File ni ejaaa

source: It contains words or phrases that are hard to read or pronounce.
gaa: Wiemɔi loo wiemɔ kukuji ni akanemɔ loo etsɛmɔ wa yɛ mli.

source: It is written in a language different than what I’m reviewing.
gaa: Aŋma yɛ wiemɔ ko ni yɔɔ srɔto fe nɔ ni mikwɛɔ mli lɛ mli.

source: It is written in a language different than what I’m speaking.
gaa: Aŋma yɛ wiemɔ ko ni yɔɔ srɔto fe nɔ ni miwieɔ lɛ mli.

source: Just Unsure?
gaa: Mibɛ nɔmimaa kɛkɛ?

source: Keep it up, record again <recordIcon></recordIcon>
gaa: Yaa nɔ, ŋmaa ekoŋŋ <recordIcon></recordIcon>

source: Keep the recordings
gaa: Kɛ nibii ni aŋmala ashwie shi lɛ ato

source: Keep track of your progress with a profile
gaa: Kwɛmɔ bɔ ni oyaa ohiɛ ohaa lɛ he profile

source: Language Fundamentals (e.g. Digits, Letters, Money)
gaa: Wiemɔ shishitoo mlai (nɔkwɛmɔnɔ, yibɔi, niŋmaa okadii, shika)

source: Languages
gaa: Wiemɔi

source: Large bulk sentence submission
gaa: Wiemɔ kuku agbo ni akɛhaa

source: Learn More
gaa: Kasemɔ Pii

source: Leaving now means you'll lose your progress
gaa: Kɛ́ oshi amrɔ nɛɛ, no tsɔɔ akɛ obaaya hiɛ

source: Listen
gaa: Bo toi

source: Listen options menu
gaa: Bo toi haramɔ nɔkwɛmɔnii

source: Loading sentences…
gaa: Miiwo mli

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
gaa: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> koni akɛ wiemɔ kukuji babaoo afata he

source: Log in or sign up to get started
gaa: Botemɔ mli loo okɛ ohe awo mli koni oje shishi

source: Log In / Sign Up
gaa: Botemɔ mli / Ŋmaa Ogbɛi

source: Make sure the sentence meets the following criteria:
gaa: Kwɛmɔ akɛ wiemɔ kuku lɛ kɛ shishitoo mlai ni nyiɛ sɛɛ nɛɛ kpãa gbee:

source: Maximum file size: 25 MB
gaa: File lɛ dalɛ ni fe fɛɛ: 25 MB

source: Media and Entertainment
gaa: Adafitswaa kɛ Hiɛtserɛjiemɔ

source: Minimum sentences in file: 1000
gaa: Wiemɔi bibii ni yɔɔ wolo lɛ mli: 1000

source: [Mismatched content]
gaa: [Nibii ni kɛ amɛhe kpaaa gbee]

source: Misreadings
gaa: Nikanemɔi ni ejaaa

source: Missing an <strong>'s'</strong> at the end of a word.
gaa: <strong>'s'</strong> ni bɛ wiemɔ ko naagbee.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
gaa: Elaaje <strong>'A'</strong> loo <strong>'The'</strong> yɛ lala ni aŋmala lɛ shishijee mli.

source: Missing the end of the last word by cutting off the recording too quickly.
gaa: Naagbee wiemɔ lɛ naagbee ni elaaje kɛtsɔ nɔ ni aŋmala ashwie shi lɛ ni efoɔ oya tsɔ lɛ nɔ.

source: [More has been recorded than the required text]
gaa: [Aŋmala babaoo ashwie shi fe niŋmaa ni ataoɔ lɛ].

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
gaa: Nibii ni aŋmala ashwie shi lɛ ateŋ babaoo ji gbɔmɛi ni kɛ amɛ adebɔɔ mli gbee wieɔ. Obaanyɛ okpɛlɛ bei komɛi amli nibii ni aŋmala ashwie shi ni jeee nɔ ni sa ni abɔlɔɔ, awieɔ yɛ gbee bibioo mli, loo ni eka shi faŋŋ akɛ akɛ ‘drama’ gbee haa lɛ nɔ. Ofainɛ, kpoo lalai ni aŋmala ashwie shi kɛ nɔ ni akɛ gbee ni akɛ kɔmpiuta fee lɛ tsuɔ nii lɛ.

source: Nature and Environment
gaa: Adebɔɔ kɛ Shihilɛ

source: News and Current Affairs
gaa: Adafitswaa kɛ Amrɔ nɛɛ Saji

source: No
gaa: daabi

source: [No ‘a’ in the original text]
gaa: [‘a’ bɛ shishijee niŋmaa lɛ mli].

source: No foreign letters
gaa: Maŋsɛɛ woji bɛ

source: No microphone found.
gaa: Anaaa microphone.

source: No numbers and special characters
gaa: Yibɔi kɛ niŋmaa okadii krɛdɛɛi komɛi bɛ

source: No sentences to review. <addLink>Add more sentences now!</addLink>
gaa: Wiemɔi kukuji komɛi bɛ ni esa akɛ akwɛ mli. <addLink>>Kɛ wiemɔ kukuji krokomɛi afata he bianɛ!</addLink>>

source: No thanks, continue speaking
gaa: ofainɛ, yaa nɔ owie

source: Offensive language
gaa: Wiemɔ ni woɔ mɔ awui

source: Offensive speech
gaa: Wiemɔ ni woɔ mɔ awui

source: On desktop devices you can contribute by downloading…
gaa: Yɛ dɛsktɔp tsɔnei anɔ lɛ obaanyɛ okɛ ohe awo mli kɛtsɔ nibii ni oooŋɔ lɛ nɔ

source: On his head he wore a beret.
gaa: Ewo beret yɛ eyitso.

source: On iOS please continue with Safari to enable recording…
gaa: Yɛ iOS nɔ lɛ ofainɛ tsa nɔ kɛ Safari koni onyɛ okɛ nɔ ko awo mli

source: On mobile devices you can contribute using your system browser…
gaa: Yɛ mobile tsɔnei anɔ lɛ obaanyɛ okɛ ohe awo mli kɛtsɔ o-system browser lɛ nɔ

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
gaa: Yɛ gbɛ kroko nɔ lɛ, kɛji osusuɔ akɛ ekolɛ nikanelɔ lɛ kɛ wiemɔ lɛ ekpeko dã, ni eesusu bɔ ni atsɛɔ lɛ aha lɛ he yɛ gbɛ ni ejaaa nɔ kɛkɛ lɛ, ofainɛ kpoo. Kɛji oleee lɛ, kɛ skip button lɛ atsu nii.

source: Partner
gaa: Hefatalɔ

source: [Part of the text can’t be heard]
gaa: [Anyɛɛɛ anu niŋmaa lɛ fã ko]

source: <playIcon></playIcon>Last one!
gaa: Eshwɛ ekome!

source: Play/Stop
gaa: Shwɛmɔ/Kpa

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
gaa: Ofainɛ kwɛmɔ wɔ <templateFileLink>tɛmplate fail</templateFileLink>. Esa akɛ owiemɔi lɛ afee nɔ ni hegbɛ bɛ he(CC0 or permissioned original work by the submitter) ni efee nɔ ni mli ka shi faŋŋ, nɔ ni ja yɛ wiemɔ he mla naa ni ekaneɔ mlɛo. Esa akɛ wiemɔ kukuji ni akɛba lɛ ahé aaafee sɛkɛndii 10-15 ni akɛkane ni esa akɛ ajie yibɔi, gbɛi kpakpai kɛ niŋmaa okadii krɛdɛɛi ni akɛwoɔ mli lɛ.

source: Please fill out this field.
gaa: Ofainɛ ŋmaa he nɛɛ owo mli.

source: Please select a language to review sentences.
gaa: Ofainɛ halamɔ wiemɔ ni okɛbaakwɛ wiemɔ kukuji amli.

source: [‘Raised’ in English is always pronounced as one syllable, not two]
gaa: [Atsɛɔ ‘Raised’ yɛ Blɔfo mli be fɛɛ be akɛ wiemɔ kuku kome, shi jeee enyɔ].

source: Rate limit exceeded. Try again in { $retryLimit } minutes
gaa: Rate husu lɛ ho. Kaa ekoŋŋ yɛ { $retryLimit } minitii amli

source: Rate limit exceeded. Try again in { $retryLimit } seconds
gaa: Rate husu lɛ ho. Kaa ekoŋŋ yɛ { $retryLimit } sɛkɛndii amli

source: Reader Effects
gaa: Nikanelɔ He Saji

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
gaa: Kanemɔ wiemɔi ni tsɔɔ mli ni bɛ jɛmɛ, tamɔ "We're" yɛ "We are" najiaŋ, loo nɔ ni tamɔ nakai nɔŋŋ.

source: Read Sentences
gaa: Kanemɔ Wiemɔi

source: Read Sentences, Answer Questions
gaa: Kanemɔ Wiemɔi, Ha Sanebimɔi Ahetoo

source: Read Sentences <small>(Coming soon)</small>
gaa: Kanemɔ Wiemɔi <small>>(Ebaa etsɛŋ)</small>

source: Read sentences submitted by the community in various languages
gaa: Kanemɔ wiemɔ kukuji ni akutso lɛ kɛba yɛ wiemɔi srɔtoi amli lɛ

source: Ready to do { $count } more?
gaa: Ani ofee klalo akɛ obaafee { $count } babaoo?

source: <recordIcon></recordIcon> Last one!
gaa: Naagbee nɔ lɛ!

source: [Recording cut off before the end of the last word]
gaa: [Afolɔ niŋmaa lɛ mli dani naagbee wiemɔ lɛ aba naagbee].

source: Record/Stop
gaa: Ŋmalamɔ/Kpa

source: Record yourself reading sentences in your language
gaa: Ŋmalamɔ wiemɔ kukuji ni okaneɔ yɛ owiemɔ lɛ mli lɛ oshwie shi

source: Record yourself responding to questions and prompts in your language
gaa: ŋmaa bɔ ni ohaa sanebimɔi kɛ nibii ni tsirɛɔ bo lɛ ahetoo yɛ owiemɔ mli lɛ oshwie shi

source: Record your voice
gaa: Ŋmalamɔ ogbee lɛ nɔ

source: Reference the source of your sentence (required)
gaa: Tsɔɔmɔ he ni owiemɔ lɛ jɛ (ehe miihia)

source: Reject
gaa: kpoo

source: Report
gaa: Nókó he sane

source: Report was passed successfully
gaa: Akɛ amaniɛbɔɔ lɛ ha yɛ omanyeyeli mli

source: Request a Language
gaa: Bi Wiemɔ ko

source: Re-record clip
gaa: Re-record clip lɛ ekoŋŋ

source: Return
gaa: Sɛɛkuu

source: Review
gaa: Tsɔɔmɔ

source: Review and vote for new questions submitted by the community
gaa: Kwɛmɔ ni ohala sanebimɔi heei ni akutso lɛ kɛba lɛ

source: Review could not be saved. Please try again later.
gaa: Anyɛɛɛ akɛ niiaŋkwɛmɔ lɛ ato. Ofainɛ kaa ekoŋŋ sɛɛ mli.

source: ⓘ Review Criteria
gaa: tsɔɔmɔ gbɛjianɔtoo

source: Review Criteria
gaa: kwɛmɔ gbɛjianɔtoo

source: Reviewed sentences not submitted, are sure?
gaa: Akɛ wiemɔ kukuji ni akwɛ mli lɛ emajeee, ani oyɛ nɔmimaa?

source: Review existing sentences submitted by the community
gaa: Kwɛmɔ wiemɔ kukuji ni yɔɔ momo ni akutso lɛ kɛba lɛ mli

source: Review questions
gaa: Sanebimɔi ni akɛtĩɔ mli

source: Review & re-record clips here as you go
gaa: Kwɛmɔ ni okɛ klipii awo mli ekoŋŋ yɛ biɛ be mli ni oyaa lɛ

source: Review & re-record clips if needed
gaa: Kwɛmɔ mli ni okɛ klipii lɛ awo mli ekoŋŋ kɛ ehe miihia

source: Review sentences
gaa: Tĩi wiemɔ kukuji amli

source: Review Sentences
gaa: Kwɛmɔ Wiemɔi Amli

source: Review & Submit
gaa: Kwɛmɔ mli ni okɛmaje

source: Review transcriptions of recorded sentences for accuracy
gaa: Yaa wiemɔmuji anaatsɔɔmɔi ni abua naa lɛ mli ekoŋŋ kɛha pɛpɛɛpɛ feemɔ

source: Review user-submitted transcriptions in your language
gaa: Kwɛmɔ mɛi awiemɔ naatsɔɔmɔi ni atuu yɛ owiemɔ lɛ mli ekoŋŋ

source: Select an option
gaa: Halamɔ nɔ ko

source: Select a variant (optional)
gaa: Halamɔ wiemɔ ko (kɛ oosumɔ)

source: Select File
gaa: Halamɔ File

source: Select File to Upload
gaa: Halamɔ File ni Okɛbaawo Nɔ

source: Select up to three domains (optional)
gaa: Halamɔ hei etɛ (kɛji oosumɔ)

source: Sentence
gaa: Wiemɔ kukuji

source: Sentence Domain
gaa: Wiemɔ kuku He

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
gaa: Abaakɛ wiemɔ kukuji ni akɛha yɛ biɛ lɛ afata nɔ ni maŋbii baanyɛ ana lɛ he cc-0 licensed dataset.

source: { $sentences } sentences reviewed. Thank you!
gaa: ekrokomei { $sentences } wiemɔ kukuji ni akwɛ mli. Oyiwaladɔŋŋ!

source: Sentence Variant
gaa: wiemɔ kuku wiemɔ mli

source: Separate sentences into one line by pressing “Enter” or “Return” once
gaa: Gbalamɔ wiemɔ kukuji amli yɛ line kome mli kɛtsɔ “Enter” loo “Return” nɔ nyɛmɔ shikome nɔ

source: Service and Retail
gaa: Sɔɔmɔ kɛ Nihɔɔmɔ

source: Share Common Voice
gaa: Jaa Common Voice

source: Share your clip
gaa: Jaa oklip lɛ

source: [Should be ‘dinosaurs’]
gaa: [Esa akɛ efee ‘dinosaurs’]

source: [Should be “We are”]
gaa: [Esa akɛ efee “We are”].

source: Single
gaa: Ekome

source: Single sentence submission
gaa: Wiemɔ kuku kome ni akɛhaa
